{
  "version": "1.0.1",
  "bees": {
    "apis_mellifera": {
      "name": "honey bee",
      "sci_name": "Apis mellifera",
      "relative_size": 1.4,
      "flowers_accepted": [
        "asclepias_syriaca",
        "cirsium_discolor",
        "echinacea_angustifolia",
        "helianthus_maximiliani",
        "rubus_occidentalis",
        "monarda_fistulosa",
        "prunus_americana",
        "rudbeckia_hirta",
        "solidago_rigida",
        "taraxacum_officinale",
        "trifolium_repens",
        "vaccinium_angustifolium",
        "achillea_millefolium",
        "coreopsis_palmata",
        "dalea_purpurea",
        "eutrochium_maculatum",
        "liatris_aspera",
        "symphyotrichum_oolentangiense",
        "verbena_stricta",
        "veronicastrum_virginicum",
        "zizia_aurea"
      ],
      "art_file": "Apis_mellifera.png",
      "photo_files": [
        {
          "filename": "PB001.jpg",
          "attribution": "Courtesy Luc Viatour, Wikimedia Commons [Creative Commons Attribution-Share Alike 3.0 Unported]",
          "caption": "A honey bee stopping at a flower for nectar.",
          "image_link": "https://commons.wikimedia.org/wiki/File:Apis_mellifera_Luc_Viatour.jpg"
        },
        {
          "filename": "PB002.jpeg",
          "attribution": "Courtesy George W. Robinson © California Academy of Sciences",
          "caption": "Honey bees near their honey comb nest.",
          "image_link": "https://calphotos.berkeley.edu/cgi/img_query?enlarge=9092+3191+3539+0116"
        }
      ],
      "active_period": [
        "--04-01/--10-15"
      ],
      "description": {
        "sociality": "Honey bees are social and live together in a large colony.",
        "nesting": "The honey bee nest is divided with wax combs that store pollen and nectar. Honey bees live in a house or box that humans make for them.",
        "pollen_collection": "Pollen is collected on the tibia on the honey bee.",
        "activity": "Honey bees forage throughout the season and are generalist foragers. The honey bee is typically active from late March to mid October.",
        "features": "Brown or gold colored abdomen; usually amber on the first two abdominal segments. Hair on eyes; flat, broadened tibia and basitarsis.",
        "did_you_know": "Honey bees are not native to North America. They were brought here from Europe. They also have a sophisticated system of communication that involves odor cues (pheromones). Native bees are different from honey bees. They typically are solitary and have annual nests. They are the most widely used bee for crop pollination in North America, although many native bees are good at pollinating crops too.",
        "chosen_bee": "Apis mellifera"
      },
      "nest_type": "honey_bee_house",
      "sociality": "social"
    },
    "colletes_simulans": {
      "name": "spine-shouldered cellophane bee",
      "sci_name": "Colletes simulans",
      "relative_size": 1.0,
      "flowers_accepted": [
        "prunus_americana",
        "taraxacum_officinale"
      ],
      "art_file": "Colletes_simulans.png",
      "photo_files": [
        {
          "filename": "PB003.jpg",
          "attribution": "Copyright © 2012 Steve Nanz, www.stevenanz.com, BugGuide.net.",
          "caption": "A Colletes simulans bee at a flower.",
          "image_link": "https://bugguide.net/node/view/732552"
        },
        {
          "filename": "PB004.jpg",
          "attribution": "© bob15noble, iNaturalist.org, (CC BY-NC 4.0)",
          "caption": "A Colletes simulans bee covered in pollen. Photo taken on August 22, 2018 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/23594585"
        }
      ],
      "active_period": [
        "--04-01/--05-31"
      ],
      "description": {
        "genus": "Colletes, or 'Cellophane' bees.",
        "sociality": "Solitary",
        "nesting": "This bee lives in the ground. Its nests are often constructed in bare soil on a slope.",
        "pollen_collection": "Pollen is collected on hairs on the hind femur and tibia, on the side of the thorax, and in some species on the bottom of the abdomen.",
        "activity": "Cellophane bees are active periodically from April to mid September.",
        "species": "In the US and Canada, there are about 101 species of cellophane bees.",
        "brood": "Spring-emerging cellophane bees overwinter as adults; summer and autumnal species overwinter as prepupae or pupae.",
        "forage": "Spring: Red maple (Acer rubrum), Willow (Salix spp.), American Plum (Prunus americana). Summer: Wild Onion (Allium spp.), Ground Cherry (Physalis spp.).",
        "features": "Moderately hairy head and thorax; robustly-shaped abdomen with prominent apical pale hair bands. Heart shaped face. Pollen collected on hind femur, tibia, and side of thorax. Hairy thorax and head including hairs on entire face; long antennae, slender legs, and pale hair bands on abdomen.",
        "did_you_know": "Colletes are one of the several native bees that collect pollen from highbush and lowbush blueberry flowers, particularly in the northern United States.",
        "chosen_bee": "Colletes simulans"
      },
      "nest_type": "ground_bare",
      "sociality": "solitary"
    },
    "hylaeus_modestus": {
      "name": "modest masked bee",
      "sci_name": "Hylaeus modestus",
      "relative_size": 0.7,
      "flowers_accepted": [
        "echinacea_angustifolia",
        "solidago_rigida",
        "taraxacum_officinale",
        "asclepias_syriaca",
        "veronicastrum_virginicum",
        "zizia_aurea"
      ],
      "art_file": "Hylaeus_modestus.png",
      "photo_files": [
        {
          "filename": "PB005.jpg",
          "attribution": "© bob15noble, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A Hylaeus modestus bee foraging on a flower and covered in pollen. Photo taken on June 18, 2018 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/30165917"
        },
        {
          "filename": "PB006.jpg",
          "attribution": "© bob15noble, iNaturalist.org, (CC BY-NC 4.0)",
          "caption": "A Hylaeus modestus bee resting on a leaf. Photo taken on September 9, 2019 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/58656415"
        }
      ],
      "active_period": [
        "--05-15/--09-15"
      ],
      "description": {
        "genus": "Hylaeus, or 'Yellow-Faced' or 'Masked' bees.",
        "sociality": "Solitary",
        "nesting": "The modest masked bee lives in cavities. These bees nest in pre existing cavities of hollow stems or twigs, in beetle burrows in wood, or in rock cavities.",
        "pollen_collection": "Yellow-faced bees do not have any external pollen-collecting hairs or structures. Females chew on the anthers of flowers producing pollen, ingest the pollen, and store the pollen in their crop (along with collected nectar).",
        "activity": "These bees are active from about mid-May to the end of September.",
        "species": "In the US and Canada there are about 120 species of yellow-faced or masked bees.",
        "brood": "When females return to the nest, they regurgitate chewed up pollen and nectar into a prepared waterproof brood cell.",
        "forage": "Spring: Golden Alexanders (Zizia aurea), Canada Anemone (Anemone canadensis), Dogwood (Cornus spp.). Summer: Swamp milkweed (Asclepias incarnata), Boneset (Eupatorium perfoliatum), Rattlesnake Master (Eryngium yuccifolium), Prairie Onion (Allium stellatum), Prairie Cinquefoil (Potentilla arguta), Culver’s Root (Veronicastrum virginicum), Obedient Plant (Physostegia virginiana), American Spikenard (Aralia racemosa), Harebell (Campanula rotundifolia), Wild Quinine (Parthenium integrifolium), Large-leaved Aster (Eurybia macrophylla. Autumn: Stiff Goldenrod (Solidago rigida), Blue Lobelia (Lobelia siphilitica), Lindley’s Aster (Symphyotrichum ciliolatum).",
        "features": "Shiny, relatively hairless body with no external pollen-collecting structures, wasp-like appearance. Black with pale (white to yellow) markings on the head, thorax, and legs. Large yellow or white patch on face on males, two smaller patches on females.",
        "did_you_know": "",
        "chosen_bee": "Hylaeus modestus"
      },
      "nest_type": "cavity",
      "sociality": "solitary"
    },
    "andrena_carolina": {
      "name": "carolina miner bee",
      "sci_name": "Andrena carolina",
      "relative_size": 1.15,
      "flowers_accepted": [
        "echinacea_angustifolia",
        "rubus_occidentalis",
        "prunus_americana",
        "solidago_rigida",
        "taraxacum_officinale",
        "trifolium_repens",
        "vaccinium_angustifolium",
        "asclepias_syriaca",
        "helianthus_maximiliani",
        "achillea_millefolium",
        "symphyotrichum_oolentangiense",
        "zizia_aurea"
      ],
      "art_file": "andrena_carolina.png",
      "photo_files": [
        {
          "filename": "PB007.jpg",
          "attribution": "© jgibbs, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "An Andrena carolina bee resting. Photo taken May 16, 2017 in MI.",
          "image_link": "https://www.inaturalist.org/photos/4952561"
        },
        {
          "filename": "PB008.jpeg",
          "attribution": "© jgibbs, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "An Andrena carolina bee foraging from a blueberry flower.",
          "image_link": "https://www.inaturalist.org/photos/4965870"
        }
      ],
      "active_period": [
        "--04-01/--05-31",
        "--09-01/--09-30"
      ],
      "description": {
        "genus": "Andrena, or 'Miner' bees.",
        "sociality": "Solitary",
        "nesting": "Carolina miner bees live in the ground. These bees construct their nests in the ground usually as single nests. Nests may occur in lawns, around house foundations, in fields, gardens, under plant foliage, in woodland edges, and in sandy areas such as beaches or shorelines.",
        "pollen_collection": "These bees collect pollen on hairs on their hind femur and tibia, and in most species, on the side of the thorax.",
        "activity": "They are active from about April to June, and then again from September to mid-October.",
        "species": "In the US and Canada there are about 500 species of Andrena.",
        "brood": "Carolina miner bees produce one generation per year.",
        "forage": "Spring: Bloodroot (Sanguinaria canadensis), Bellwort (Uvularia spp.), Jacob’s Ladder (Polemonium reptans), Goat’s Beard (Aruncus dioicus), Waterleaf (Hydrophyllum spp.), Violet (Viola spp.), Pussytoes (Antennaria spp.), Golden Alexanders (Zizia aurea), Wild Geranium (Geranium maculatum), American Plum (Prunus americana), American Bladdernut (Staphylea trifolia), Viburnum (Viburnum spp.), Serviceberry (Amelanchier spp.), Chokeberry (Aronia spp.), Dogwood (Cornus spp.), Hawthorn (Crataegus spp.), Chokecherry (Prunus virginiana), Red Maple (Acer rubrum), Pin Cherry (Prunus pensylvanica), Red Elderberry (Sambucus racemosa), Willow (Salix spp.), Wild Roses (Rosa spp.), Prickly Ash (Zanthoxylum americanum). Summer: Yellow Coneflower (Ratibida pinnata), Butterfly Milkweed (Asclepias tuberosa), Sunflowers (Helianthus spp.), Black-Eyed Susan (Rudbeckia spp.), Common Yarrow (Achillea millefolium), Milkweeds (Asclepias spp.). Autumn: Boneset (Eupatorium perfoliatum), Aster (Symphyotrichum and Eurybia spp.), Goldenrod (Solidago and Euthamia spp.).",
        "features": "Head and thorax hairy, covered with gold, orange, white, or light grey hair. Facial depressions between the compound eyes; depressions filled with felt-like hairs often a different color than those on the head. Males with hairy head and thorax, and wide anvil-like head; slender abdomen and legs, and longer antennae than females. Males with mustache (dense hairs) below the antennae or less often moderately hairy with bright yellow clypeus.",
        "did_you_know": "Andrena are common visitors of many agricultural crops where an ongoing supply of non-crop forage and available nesting sites occur near the production fields. When their habitat needs are met, they can be important pollinators of spring-flowering fruit trees and berry crops including blueberries, strawberries, raspberries, apples, currants, gooseberries, cherries, and pears. Like bumble bees, mining bees have the ability to bozz-pollinate flowers, a trait that allows them to harvest large quantities of pollen in one visit and improves pollen-deposition on the next flowers visited.",
        "chosen_bee": "Andrena carolina"
      },
      "nest_type": "ground_grass",
      "sociality": "solitary"
    },
    "calliopsis_coloradensis": {
      "name": "colorado miner bee",
      "sci_name": "Calliopsis coloradensis",
      "relative_size": 0.8,
      "flowers_accepted": [
        "rubus_occidentalis",
        "taraxacum_officinale",
        "solidago_rigida",
        "verbena_stricta"
      ],
      "art_file": "calliopsis_coloradensis.png",
      "photo_files": [
        {
          "filename": "PB010.jpg",
          "attribution": "© Copyright Laurence Packer 2014, DiscoverLife.org.",
          "caption": "A side view of a female Calliopsis coloradensis bee.",
          "image_link": "https://www.discoverlife.org/mp/20p?see=I_YORKU425&res=640&flags=subgenus:"
        },
        {
          "filename": "PB011.jpeg",
          "attribution": "© Damon Tighe, iNaturalist.ca, (CC BY-NC 4.0).",
          "caption": "A genus Calliopsis bee visiting a flower. Pollen grains stick to the hairs on the bee.",
          "image_link": "https://www.inaturalist.org/photos/7748105"
        }
      ],
      "active_period": [
        "--06-15/--09-15"
      ],
      "description": {
        "genus": "Calliopsis, or 'Mining' bees.",
        "sociality": "Solitary",
        "nesting": "Colorado miner bees live in the ground. Their nests often occur in aggregations in compacted, well-drained soil.",
        "pollen_collection": "These bees collect pollen on hairs on the hind leg tibia.",
        "activity": "Calliopsis bees are active from about mid-June to mid-September.",
        "species": "In the US and Canada there are about 68 species of Calliopsis bees.",
        "brood": "In the upper Midwest, Calliopsis only has one generation per year.",
        "forage": "Goldenrod (Solidago and Euthamia spp.), Beggarticks (Bidens spp.), Hoary Vervain (Verbena stricta), Blue Vervain (Verbena hastata).",
        "features": "The most common species C. andreniformis has a yellow face and legs. Males with face below antennae jutting outward; males and females with light blue/green eyes. Males and females: face with yellow or white markings; facial foveae lacking hairs; pale apical hair bands on abdomen.",
        "did_you_know": "There are some Calliopsis species that specialize with certain plants. For example, C. coloradensis specializes on Solidago (goldenrod) and Bidens (beggarticks).",
        "chosen_bee": "Calliopsis coloradensis"
      },
      "nest_type": "ground_bare",
      "sociality": "solitary"
    },
    "agapostemon_virescens": {
      "name": "bicolored striped sweat bee",
      "sci_name": "Agapostemon virescens",
      "relative_size": 0.95,
      "flowers_accepted": [
        "rubus_occidentalis",
        "cirsium_discolor",
        "echinacea_angustifolia",
        "monarda_fistulosa",
        "rudbeckia_hirta",
        "solidago_rigida",
        "taraxacum_officinale",
        "trifolium_repens",
        "dalea_purpurea",
        "eutrochium_maculatum",
        "liatris_aspera",
        "symphyotrichum_oolentangiense",
        "verbena_stricta"
      ],
      "art_file": "Agapostemon_virescens.png",
      "photo_files": [
        {
          "filename": "PB012.jpg",
          "attribution": "Copyright © 2010 Phil Huntley-Franck, Bugguide.net (CC BY-ND-NC 1.0)",
          "caption": "An Agapostemon virescens rests on a leaf. Photo taken in Elkton, Douglas County, Oregon on September 2, 2009.",
          "image_link": "https://bugguide.net/node/view/363085"
        },
        {
          "filename": "PB013.jpg",
          "attribution": "© bob15noble (CC BY-NC 4.0), iNaturalist.org.",
          "caption": "Agapostemon virescens stopping at a flower for pollen and nectar. Photo taken on July 30th, 2019 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/59064430"
        }
      ],
      "active_period": [
        "--05-15/--10-31"
      ],
      "description": {
        "genus": "Agapostemon, or 'Metallic Green Sweat' bees.",
        "sociality": "Solitary",
        "nesting": "Bicolored striped sweat bees live in the ground.",
        "pollen_collection": "The collect pollen on the hind femur and tibia.",
        "activity": "These bees are active from about mid-May to mid-October.",
        "species": "In the US and Canada there are about 15 species of Agapostemon bees.",
        "brood": "In the Midwest, Great Lakes, and Northeast, Agapostemon produce one or two generations per year.",
        "forage": "Spring: Wild geranium (Geranium maculatum), Golden Alexanders (Zizia aurea), Spiderwort (Tradescantia spp.), Beardtongue (Penstemon spp.), Harebell (Campanula rotundifolia). Summer: Yellow Coneflower (Ratibida pinnata), Prairie Clover (Dalea spp.), Smooth Oxeye (Heliopsis helianthoides), Boneset (Eupatorium perfoliatum), Blue Vervain (Verbena hastata), Hoary Vervain (Verbena stricta), Coneflower (Echinacea spp.), Black-Eyed Susan (Rudbeckia spp.), Sumac (Rhus spp.), Ironweed (Vernonia spp.), Wild Rose (Rosa spp.), Wild Quinine (Parthenium integrifolium), Culver’s Root (Veronicastrum virginicum). Autumn: Goldenrod (Solidago spp.), Aster (Symphyotrichum, Eurybia spp.), Sneezeweed (Helenium autumnale).",
        "features": "Females have a bright green head, thorax, and abdomen, except for A. virescens which has a black abdomen with white hair bands. Males with bright green head and thorax, black abdomen with yellow bands; yellow legs and long, thick, light brown antennae.",
        "did_you_know": "These bees are generalists and often forage on plants in the aster family, particularly in the summer and autumn",
        "chosen_bee": "Agapostemon virescens"
      },
      "nest_type": "ground_bare",
      "sociality": "solitary"
    },
    "halictus_confusus": {
      "name": "confusing furrow bee",
      "sci_name": "Halictus confusus",
      "relative_size": 0.95,
      "flowers_accepted": [
        "asclepias_syriaca",
        "cirsium_discolor",
        "echinacea_angustifolia",
        "helianthus_maximiliani",
        "rubus_occidentalis",
        "solidago_rigida",
        "taraxacum_officinale",
        "trifolium_repens",
        "vaccinium_angustifolium",
        "dalea_purpurea",
        "symphyotrichum_oolentangiense",
        "veronicastrum_virginicum"
      ],
      "art_file": "Halictus_confusus.png",
      "photo_files": [
        {
          "filename": "PB014.jpg",
          "attribution": "© Amy Schnebelin, iNaturalist.org (CC BY-NC 4.0).",
          "caption": "A Halictus confusus gathering pollen and nectar at a flower. Photo taken August 3rd, 2019 in North Olmstead, OH.",
          "image_link": "https://www.inaturalist.org/photos/47463458"
        },
        {
          "filename": "PB015.jpeg",
          "attribution": "© suegregoire, iNatirualist.org (CC BY-NC 4.0).",
          "caption": "A Halictus confusus bee on human skin to feed on sweat to obtain salt and minerals. Photo taken July 21st, 2018 in Schuyler County, NY.",
          "image_link": "https://www.inaturalist.org/photos/29257720"
        }
      ],
      "active_period": [
        "--05-15/--10-31"
      ],
      "description": {
        "genus": "Halictus, or 'Sweat' bees.",
        "sociality": "Primitively Social",
        "nesting": "Confusing furrow bees live in the ground.",
        "pollen_collection": "These bees collect pollen on the hind femur and tibia, and sometimes on the side of the thorax and on the edge of the abdomen.",
        "activity": "Halictus bees are active from about mid-May to mid-October.",
        "species": "In the US and Canada, there are about 10 species of Halictus bees.",
        "brood": "",
        "forage": "Late Spring: Waterleaf (Hydrophyllum spp.), Beardtongue (Penstemon spp.), Fleabane (Erigeron spp.), Wild Geranium (Geranium maculatum), Ragwort (Packera spp.). Summer: Coneflower (Echinacea spp.), Yellow Coneflower (Ratibida pinnata), Blue Vervain (Verbena hastata), Leadplant (Amorpha canescens), Butterfly Milkweed (Asclepias tuberosa), New Jersey Tea (Ceanothus americanus), Mountain Mint (Pycnanthemum spp.), Yarrow (Achillea millefolium), Boneset (Eupatorium perfoliatum). Autumn: Goldenrod (Solidago spp.), Sneezeweed (Helenium autumnale), Aster (Symphyotrichum spp.)",
        "features": "Females are dark with prominent pale hair bands on the top and often on the base of each abdominal segment. Males are slender, dark grey or black with pale hair bands on abdomen, and yellow on legs and clypeus.",
        "did_you_know": "They are called sweat bees because females commonly land on human skin to feed on sweat to obtain salt and minerals. Halictus bees are generalist foragers that visit a wide variety of flower plants from spring through autumn, They often forage on open flower forms, where pollen and nectar are easy to access.",
        "chosen_bee": "Halictus confusus"
      },
      "nest_type": "ground_bare",
      "sociality": "primitively_social"
    },
    "lasioglossum_cressonii": {
      "name": "cresson's sweat bee",
      "sci_name": "Lasioglossum cressonii",
      "relative_size": 0.7,
      "flowers_accepted": [
        "cirsium_discolor",
        "echinacea_angustifolia",
        "helianthus_maximiliani",
        "rubus_occidentalis",
        "prunus_americana",
        "solidago_rigida",
        "taraxacum_officinale",
        "trifolium_repens",
        "vaccinium_angustifolium",
        "achillea_millefolium",
        "dalea_purpurea",
        "liatris_aspera",
        "symphyotrichum_oolentangiense",
        "veronicastrum_virginicum",
        "zizia_aurea"
      ],
      "art_file": "Lasioglossum_cressonii.png",
      "photo_files": [
        {
          "filename": "PB016.jpg",
          "attribution": "© Ryan Hodnett, iNaturalist.org (CC BY-SA 4.0)",
          "caption": "A Lasioglossum cressonii on a flower petal. Photo taken May 12, 2017.",
          "image_link": "https://www.flickr.com/photos/ryanhodnett/34715675216/"
        },
        {
          "filename": "PB017.jpeg",
          "attribution": "© Chris Evers, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A Lasioglossum bee on a flower. Photo taken January 2, 2020 in CA.",
          "image_link": "https://www.inaturalist.org/photos/58954589"
        }
      ],
      "active_period": [
        "--04-01/--10-15"
      ],
      "description": {
        "genus": "Lasioglossum, or 'Small Sweat' bees.",
        "sociality": "Eusocial",
        "nesting": "Cersson's sweat bees nest in the ground or in rotting wood in the nests of other bees. Lasioglossum nests can occur in aggregations and less often singly in well-drained, exposed soil. L. cressonii as well as other Lasioglossum species, nest in rotting wood such as tree stumps or logs lying on the ground.",
        "pollen_collection": "These bees collect pollen on the hairs of their hind femur and tibia, and on the bottom of the abdomen. ",
        "activity": "These bees are active from about April to October.",
        "species": "In the US and Canada there are about 287 species of Lasioglossum bees",
        "brood": "Lasioglossum bees invade the nests of other bees and become the dominant egg layer. In the Midwest, Great Lakes,  and Northeast regions, small sweat bees produce one to three generations per year.",
        "forage": "Spring: Bloodroot (Sanguinaria canadensis), Wild Geranium (Geranium maculatum), Bishop’s Cap (Mitella diphylla), Wild Columbine (Aquilegia canadensis), Pasque Flower (Anemone patens), Harebell (Campanula rotundifolia), Golden Alexanders (Zizia aurea), Violet (Viola spp.), Jacob’s Ladder (Polemonium reptans), Prairie Alumroot (Heuchera richardsonii), March Marigold (Caltha palustris), Serviceberry (Amelanchier spp.), Dogwood (Cornus spp.), American Plum (Prunus americanum), Prickly Ash (Zanthoxylum americanum), Lance-leaf Figwort (Scrophularia lanceolata). Summer: Spotted Beebalm (Monarda punctata), Culver’s Root (Veronicastrum virginicum), Boneset (Eupatorium perfoliatum), Golden Alexanders (Zizia aurea), Spiderwort (Tradescantia spp.), Leadplant (Amorpha canescens), Swamp Milkweed (Asclepias incarnata), Whorled Loosestrife (Lysimachia ciliata), Rattlesnake Master (Eryngium yuccifolium), Obedient Plant (Physostegia virginiana), Smooth Sumac (Rhus glabra), Bush Honeysuckle (Diervilla lonicera). Autumn: Goldenrod (Solidago and Euthamia spp.), Aster (Symphyotrichum and Eurybia spp.)",
        "features": "The large diverse subgenus Dialictus is comprised of small bees that are dark brown, gray, black, or metallic (rarely orange), uniformly fuzzy and lacking prominent white basal abdominal hair bands. Males have long, thick antennae, a narrow form, and slender usually black legs and resemble Halictus. Several female species in other subgenera have prominent hair bands at the base of the abdominal segments.",
        "did_you_know": "",
        "chosen_bee": "Lasioglossum cressonii"
      },
      "nest_type": "rotting_wood",
      "sociality": "eusocial"
    },
    "augochloropsis_metallica": {
      "name": "metallic green sweat bee",
      "sci_name": "Augochloropsis metallica",
      "relative_size": 0.9,
      "flowers_accepted": [
        "rubus_occidentalis",
        "asclepias_syriaca",
        "solidago_rigida",
        "taraxacum_officinale",
        "symphyotrichum_oolentangiense"
      ],
      "art_file": "Augochloropsis_metallica.png",
      "photo_files": [
        {
          "filename": "PB018.jpeg",
          "attribution": "© Chris Evers, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A Lasioglossum bee on a flower. Photo taken January 2, 2020 in CA.",
          "image_link": "https://www.inaturalist.org/photos/58954589"
        },
        {
          "filename": "PB019.jpg",
          "attribution": "© C. A. Ivy, iNaturalist.org (CC BY-NC 4.0).",
          "caption": "An Augochloropsis metallica bee visitng a flower. Photo taken November 3, 2014, in AR.",
          "image_link": "https://www.inaturalist.org/photos/10289093"
        }
      ],
      "active_period": [
        "--05-15/--10-31"
      ],
      "description": {
        "genus": "Augochloropsis, or 'Metallic Green Sweat' bees.",
        "sociality": "Communal",
        "nesting": "Metallic green sweat bees live in the ground.",
        "pollen_collection": "",
        "activity": "These bees are active from about mid-May to October.",
        "species": "In the Western Hemisphere there are about 144 species of Augochloropsis bees.",
        "brood": "",
        "forage": "Spring: Wild Roses (Rosa spp.). Summer: Mountain Mint (Pycnanthemum spp.), Milkweed (Asclepias spp.), Boneset (Eupatorium perfoliatum), Yellow Coneflower (Ratibida spp.), Obedient Plant (Physostegia virginiana). Autumn: Aster (Symphyotrichum spp.), Goldenrod (Solidago spp.).",
        "features": "A rounded inner orbital margin on the compound eye. An underdeveloped paraocular lobe. Metallic green (or blue) head, thorax, and abdomen. Females have a robust rounded abdomen (compared to other Augochlorini genera). First and second abdominal segment with apical row of dense to sparse bristles. Green tibia on males and females.",
        "did_you_know": "Metallic green sweat bees often visit Solanaceous crops including tomato, potato, eggplant, and pepper flowers. These flowers require buzz pollination and Augochloropsis has the ability to sonicate the anthers on the flowers, releasing pollen.",
        "chosen_bee": "Augochloropsis metallica"
      },
      "nest_type": "ground_bare",
      "sociality": "communal"
    },
    "augochlorella_aurata": {
      "name": "golden sweat bee",
      "sci_name": "Augochlorella aurata",
      "relative_size": 0.95,
      "flowers_accepted": [
        "echinacea_angustifolia",
        "rubus_occidentalis",
        "rudbeckia_hirta",
        "solidago_rigida",
        "taraxacum_officinale",
        "trifolium_repens",
        "dalea_purpurea",
        "symphyotrichum_oolentangiense"
      ],
      "art_file": "Augochlorella_aurata.png",
      "photo_files": [
        {
          "filename": "PB020.jpg",
          "attribution": "© bob15noble, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "An Augochlorella aurata bee visiting a flower. Photo taken June 25, 2019 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/43046001"
        },
        {
          "filename": "PB021.jpeg",
          "attribution": "© Jason Michael Crockwell, iNaturalist.org, (CC BY-NC-ND 4.0).",
          "caption": "An Augochlorella bee covered in pollen grains. Photo taken June 2, 2018 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/19200550"
        }
      ],
      "active_period": [
        "--05-15/--10-31"
      ],
      "description": {
        "genus": "Augochlorella, or 'Metallic Green Sweat' bees.",
        "sociality": "The golden sweat bee is solitary.",
        "nesting": "These bees nest in the ground. Nests are often excavated in well-drained soil and arranged in aggregations with some exit holes from the previous season reused.",
        "pollen_collection": "Pollen is collected on hairs on the hind femur and tibia.",
        "activity": "Golden sweat bees are active from about mid-April to the beginning of October.",
        "species": "In the US and Canada, there are about 7 species of Augochlorella bees.",
        "brood": "Two generations of male and female Augochlorella bees are produced each season.",
        "forage": "Spring: Violet (Viola spp.), False Solomon’s Seal (Maianthemum racemosum), June Grass (Koeleria macrantha). Summer: Prairie Clover (Dalea spp.), Milkweed (Asclepias spp.), Alumroot (Heuchera spp.), New Jersey Tea (Ceanothus americanus), Black-Eyed Susan (Rudbeckia spp.). Autumn: Aster (Symphyotrichum and Eurybia spp.).",
        "features": "Heads have rounded inner orbital margin on compound eye; compound eye slightly narrower at the top; square paraocular lobe. Females have small, metallic green head, thorax, and abdomen with gold highlights and have light brown wings and tegula. Males are brassy, golden, or coral head, thorax, and abdomen and their antennae are thicker and longer than females, and have a slender form.",
        "did_you_know": "",
        "chosen_bee": "Augochlorella aurata"
      },
      "nest_type": "ground_bare",
      "sociality": "solitary"
    },
    "augochlora_pura": {
      "name": "pure green sweat bee",
      "sci_name": "Augochlora pura",
      "relative_size": 0.8,
      "flowers_accepted": [
        "rubus_occidentalis",
        "rudbeckia_hirta",
        "solidago_rigida",
        "taraxacum_officinale"
      ],
      "art_file": "Augoclora_pura.png",
      "photo_files": [
        {
          "filename": "PB022.jpg",
          "attribution": "© Jason Michael Crockwell, iNaturalist.org, (CC BY-NC-ND 4.0).",
          "caption": "An Augochlorella bee covered in pollen grains. Photo taken June 2, 2018 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/19200550"
        },
        {
          "filename": "PB023.jpg",
          "attribution": "© Jason Michael Crockwell, iNaturalist.org, (CC BY-NC-ND 4.0).",
          "caption": "An Augochlorella bee covered in pollen grains. Photo taken June 2, 2018 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/19200550"
        }
      ],
      "active_period": [
        "--05-01/--10-15"
      ],
      "description": {
        "genus": "Augochlora, or 'Metallic Green Sweat' bees.",
        "sociality": "The pure green sweat bee is solitary.",
        "nesting": "These bees make their nests in preexisting cavities in rotting wood such as tree trunks, libms, and stumps, and prefer moist wood in shady sites.",
        "pollen_collection": "Metallic green sweat bees collect pollen on the hind femur and tibia.",
        "activity": "Augochlora bees are active from about May until mid-October.",
        "species": "In the US and Canada there are about 6 species of Augochlora bees.",
        "brood": "",
        "forage": "Spring: Ragwort (Packera spp.), Beardtongue (Penstemon spp.). Summer: Milkweed (Asclepias spp.), Smooth Oxeye (Heliopsis helianthoides), Black-Eyed Susan (Rudbeckia spp.), Purple Prairie Clover (Dalea purpurea), Common Yarrow (Achillea millefolium). Autumn: Aster (Symphyotrichum spp.), Goldenrod (Solidago spp.), Sneezeweed (Helenium autumnale).",
        "features": "The head has a sharp inner orbital margin on the compound eye, and a well developed paraocular lobe. The female is small, bright green or yellow-green head, thorax, and abdomen, never blue. They have dark brown wings and tegula. The males have a slender form, long antennae, and bright green head, thorax, and abdomen with gold highlights.",
        "did_you_know": "",
        "chosen_bee": "Augochlora pura"
      },
      "nest_type": "rotting_wood",
      "sociality": "solitary"
    },
    "osmia_distincta": {
      "name": "distinct mason bee",
      "sci_name": "Osmia distincta",
      "relative_size": 1.1,
      "flowers_accepted": [
        "rubus_occidentalis",
        "prunus_americana",
        "taraxacum_officinale",
        "trifolium_repens",
        "vaccinium_angustifolium",
        "zizia_aurea"
      ],
      "art_file": "Osmia_distincta.png",
      "photo_files": [
        {
          "filename": "PB024.jpeg",
          "attribution": "© tomwood734, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "An Osmia distincta bee visiting a flower. Photo taken June 16, 2018 in Michigan.",
          "image_link": "https://www.inaturalist.org/photos/19947916"
        },
        {
          "filename": "PB025.jpeg",
          "attribution": "© Stan Rullman PhD, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "An Osmia spp. bee on a flower. Photo taken July 29, 2019 in Tremont, ME.",
          "image_link": "https://www.inaturalist.org/photos/47151859"
        }
      ],
      "active_period": [
        "--05-01/--06-30"
      ],
      "description": {
        "genus": "Osmia, or 'Mason' bees.",
        "sociality": "The distinct mason bee is solitary.",
        "nesting": "These nest in cavities above or below ground. They build their nests in holes in standing dead trees, pithy plant stems, abandoned mud dauber nests, and snail shells.",
        "pollen_collection": "These bees collect pollen on rows of hairs on the bottom of the abdomen.",
        "activity": "Osmia bees are most active from about the end of April to the end of June.",
        "species": "In the US and Canada there are about 142 species of Osmia bees.",
        "brood": "",
        "forage": "Spring Perennials: Wild Lupine (Lupinus perennis), Golden Alexanders (Zizia aurea), Spiderwort (Tradescantia spp.), Harebell (Campanula rotundifolia), Waterleaf (Hydrophyllum spp.), Wild Geranium (Geranium maculatum). Spring Trees and Shrubs: American Plum (Prunus americana), Willow (Salix spp.), Red Maple (Acer rubrum), Viburnum (Viburnum spp.)",
        "features": "Females are dark blue or green with a metallic sheen and moderately hairy head, thorax, and abdomen. Males have long antennae and dense hairs below the antennae.",
        "did_you_know": "In the Great Lakes and Northeast, when Osmia bees are present in apple, cherry, and plum orchards they can play a significant role in the pollination of these tree fruit crops.",
        "chosen_bee": "Osmia distincta"
      },
      "nest_type": "cavity",
      "sociality": "solitary"
    },
    "megachile_pugnata": {
      "name": "pugnacious leafcutter bee",
      "sci_name": "Megachile pugnata",
      "relative_size": 1.3,
      "flowers_accepted": [
        "asclepias_syriaca",
        "cirsium_discolor",
        "echinacea_angustifolia",
        "rubus_occidentalis",
        "monarda_fistulosa",
        "rudbeckia_hirta",
        "solidago_rigida",
        "taraxacum_officinale",
        "achillea_millefolium",
        "coreopsis_palmata",
        "eutrochium_maculatum",
        "liatris_aspera",
        "verbena_stricta",
        "veronicastrum_virginicum"
      ],
      "art_file": "Megachile_pugnata.png",
      "photo_files": [
        {
          "filename": "PB026.jpg",
          "attribution": "© bob15noble, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A Megachile pugnata bee covered in pollen. Photo taken September 7, 2019 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/58581693"
        },
        {
          "filename": "PB027.jpg",
          "attribution": "© bob15noble, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A Megachile pugnata bee visiting a flower. Photo taken July 21, 2018 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/21829226"
        },
        {
          "filename": "PB028.jpg",
          "attribution": "© Dennis White, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A bee from the Megachile genus working on cutting a piece of leaf. Photo taken August 1, 2019 in Ohio.",
          "image_link": "https://www.inaturalist.org/photos/47125579"
        }
      ],
      "active_period": [
        "--05-15/--09-30"
      ],
      "description": {
        "genus": "Megachile, or 'Leaf-Cutter' bees.",
        "sociality": "Pugnacious leafcutter bees are solitary.",
        "nesting": "These bees nest in cavities above and below ground. Nesting cavities above ground including holes in standing dead trees, pithy plant stems, cavities in rocks, and abandoned mud dauber wasp nests.",
        "pollen_collection": "Leafcutter bees collect pollen on rows of hairs on the bottom of their abdomen.",
        "activity": "Megachile bees are active from about mid-May to the end of September.",
        "species": "In the US and Canada there are about 144 species of Megachile bees (six of these species have been introduced into North America either purposefully or by accident).",
        "brood": "Using their sharp madibles, female leafcutter bees cut pieces of leaves or petals starting from the outer edge of a leaf, working their way inward. Overlapping oval-shaped cut pieces are used to construct leaf cylinders within the nest. Circular-shaped leaves are cup to cap each cylinder once provisioned with pollen and nectar. In the Midwest, Great Lakes, and Northeast regions, leafcutter bees usually have one generation per year.",
        "forage": "Spring: Golden Alexanders (Zizia aurea), Harebell (Campanula rotundifolia), Wild Indigo (Baptisia spp.), Coneflower (Echinacea spp.), Beardtongue (Penstemon spp.), Canada Anemone (Anemone canadensis), Balsam Ragwort (Packera paupercula). Summer: Yellow Coneflower (Ratibida pinnata), Black-Eyed Susan (Rudbeckia hirta), Milkweed (Asclepias spp.), Joe Pye Weed (Eupatorium spp.), Tickseed (Coreopsis spp.), Anise Hyssop (Agastache foeniculum), Prairie Onion (Allium stellatum), Tick Trefoil (Desmodium spp.), Blazingstar (Liatris spp.), Vervain (Verbena spp.), Prairie Clover (Dalea spp.), Leadplant (Amorpha canescens). Autumn: Goldenrod (Solidago spp.), Aster (Symphyotrichum spp.). Common plants used for nesting materials: Desmodium (tick trefoils), Rosa (roses), Hypericum (St John’s wort), Fraxinus (Ash), and Cercis canadensis (Eastern redbud).",
        "features": "Females have broad flattened abdomens and rows of pollen-collecting hairs on the underside. Females also have large mandibles with sharp teeth used to cut leaves or petals for nesting materials. Wings are held outward at a 45 degree angle when foraging on flowers. Males are grey or black with prominent or faint white bands on the abdomen.",
        "did_you_know": "",
        "chosen_bee": "Megachile pugnata"
      },
      "nest_type": "cavity",
      "sociality": "solitary"
    },
    "hoplitis_albifrons": {
      "name": "mason bee",
      "sci_name": "Hoplitis albifrons",
      "relative_size": 0.9,
      "flowers_accepted": [
        "monarda_fistulosa",
        "taraxacum_officinale"
      ],
      "art_file": "Hoplitis_alibfrons.png",
      "photo_files": [
        {
          "filename": "PB029.jpeg",
          "attribution": "© Alex Bairstow, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A Hoplitis albifrons bee resting on the pavement. Photo taken June 19, 2018 in California.",
          "image_link": "https://www.inaturalist.org/photos/20157808"
        },
        {
          "filename": "PB030.jpeg",
          "attribution": "© edoswalt, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A Hoplitis albifrons bee foraging on a flower. Photo taken July 20, 2018 in Oregon.",
          "image_link": "https://www.inaturalist.org/photos/28139059"
        },
        {
          "filename": "PB031.jpg",
          "attribution": "© bob15noble, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "Pollen-covered Hoplitis genus bees mating on a flower. Photo taken June 19, 2019 in Onatario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/42443016"
        }
      ],
      "active_period": [
        "--05-31/--06-30"
      ],
      "description": {
        "genus": "Hoplitis, or 'Mason' bees.",
        "sociality": "Mason bees are solitary.",
        "nesting": "These bees nest in cavities in wood or pithy stems. Hoplitis females use pith and leaf fragments that the females cut with their mandibles and carry back to the nest.",
        "pollen_collection": "Pollen is collected on rows of hairs on the bottom of the abdomen and the provisions are often very dry.",
        "activity": "Mason bees are active from about May to July.",
        "species": "In the US and Canada there are about 58 species of Hoplitis bees.",
        "brood": "Hoplitis adults emerge in late spring or early summer and produce one generation per year or growing season.",
        "forage": "Spring/Early Summer: Harebell (Campanula rotundifolia), Beardtongue (Penstemon spp.), Wild Rose (Rosa spp.). Summer: Leadplant (Amorpha canescens), Hoary Vervain (Verbena stricta), Wild Bergamot (Monarda fistulosa).",
        "features": "Females have narrow or broad white hair bands along the edge of the abdominal segments (bands do not meet in the middle) and often have light green or blue colored eyes. Males are black with sparsely hairy heads and thorax. Some male species have curved tips and enlarged scapes on antennae.",
        "did_you_know": "",
        "chosen_bee": "Hoplitis albifrons"
      },
      "nest_type": "pithy_stem",
      "sociality": "solitary"
    },
    "heriades_variolosa": {
      "name": "small resin bee",
      "sci_name": "Heriades variolosa",
      "relative_size": 0.7,
      "flowers_accepted": [
        "echinacea_angustifolia",
        "taraxacum_officinale",
        "coreopsis_palmata"
      ],
      "art_file": "Heriades_variolosa.png",
      "photo_files": [
        {
          "filename": "PB032.jpg",
          "attribution": "© bob15noble, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A Heriades carinata bee covered in pollen. Photo taken July 14, 2018 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/28180299"
        },
        {
          "filename": "PB033.jpg",
          "attribution": "© Joan B, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "PA Heriades bee foraging on a flower. Photo taken August 17, 2018 in Minnesota.",
          "image_link": "https://www.inaturalist.org/photos/25942160"
        }
      ],
      "active_period": [
        "--06-15/--09-30"
      ],
      "description": {
        "genus": "Heriades, or 'Small Resin' bees.",
        "sociality": "Small resin bees are solitary.",
        "nesting": "These bees nest in cavities in wood or stems. In long cavities, a space is often left at the back of the cavity; the female then creates a resin partition before provisioning for the brood cell.",
        "pollen_collection": "Pollen is collected in rows of hairs on the bottom of the abdomen.",
        "activity": "Heriades bees are active from about mid-June to the end of September.",
        "species": "In the US and Canada there are about 12 species of small resin bees.",
        "brood": "Nests typically produce one generation per year.",
        "forage": "Early Summer: Tickseed (Coreopsis spp.). Summer: Wild Bergamot (Monarda fistulosa), Milkweed (Asclepias spp.), New Jersey Tes (Ceanothus americanus), Wild Quinine (Parthenium integrifolium), Leadplant (Amorpha canescens), Anise Hyssop (Agastache foeniculum), Dogbane (Apocynum spp.), Fleabane (Erigeron spp.), Sunflower (Helianthus spp.), Smooth Oxeye (Heliopsis helianthoides), Ironweed (Vernonia spp.), Coneflower (Ratibida spp.), Nodding Onion (Allium cernuum).",
        "features": "Females are dark grey to black; the abdomen is rounded with narrow white bands on the rim of the segments. The thorax and abdomen are coarsely pitted and have no markings on the head or thorax; females have large mandibles. The males’ end of abdomen is rounded with the last three segments curving downward; antennae are similar in length to females.",
        "did_you_know": "",
        "chosen_bee": "Heriades variolosa"
      },
      "nest_type": "cavity",
      "sociality": "solitary"
    },
    "anthidium_manicatum": {
      "name": "wool carder bee",
      "sci_name": "Anthidium manicatum",
      "relative_size": 1.25,
      "flowers_accepted": [
        "echinacea_angustifolia",
        "taraxacum_officinale",
        "solidago_rigida"
      ],
      "art_file": "Anthidium_manicatum.png",
      "photo_files": [
        {
          "filename": "PB034.jpg",
          "attribution": "© bob15noble, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "An Anthidium manicatum bee foraging from a flower. Photo taken August 9, 2018 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/29079532"
        },
        {
          "filename": "PB035.jpg",
          "attribution": "© bob15noble, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "An Anthidium manicatum bee carding plant fibers for its nest. Photo taken July 7, 2019 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/44212276"
        }
      ],
      "active_period": [
        "--06-01/--09-15"
      ],
      "description": {
        "genus": "Anthidium, or 'Wool Carder' bees.",
        "sociality": "Wool carder bees are solitary bees.",
        "nesting": "These bees nest in cavities above ground or in wood. Anthidium bees use plant hairs collected (carded) with the female’s mandibles as a nest lining.",
        "pollen_collection": "Males and females, both fast flyers, make an audible buzz while foraging or hovering in front of flowers. Pollen is collected on rows of hairs on the bottom of the abdomen.",
        "activity": "Anthidium bees are active from about the end of May until mid-September.",
        "species": "In the US and Canada there are about 36 species of Anthidium bees.",
        "brood": "",
        "forage": "Early Summer: Spiderwort (Tradescantia spp.), Beardtongue (Penstemon spp.), Coneflower (Echinacea spp.), Scurfy Pea (Psoralea spp.), Milkvetch (Astragalus spp.). Summer: Anise Hyssop (Agastache foeniculum), Sagewort (Artemesia spp.), Vervain (Verbena spp.), Tickseed (Coreopsis spp.). Autumn: Goldenrod (Solidago and Euthamia spp.), Aster (Symphyotrichum and Eurybia spp.).",
        "features": "Females have large, usually yellow mandibles used to card hairs from plant leaves, stems, and flower buds. Females also have broad black abdomens with bold yellow markings not meeting in the middle. Males are larger in size than females.",
        "did_you_know": "The most commonly observed Anthidium species in urban and suburban gardens are introduced species: A. manicatum and A. oblongatum.",
        "chosen_bee": "Anthidium manicatum"
      },
      "nest_type": "cavity",
      "sociality": "solitary"
    },
    "bombus_affinis": {
      "name": "rusty patch bumble bee",
      "sci_name": "Bombus affinis",
      "relative_size": 1.8,
      "flowers_accepted": [
        "asclepias_syriaca",
        "cirsium_discolor",
        "echinacea_angustifolia",
        "helianthus_maximiliani",
        "rubus_occidentalis",
        "monarda_fistulosa",
        "prunus_americana",
        "rudbeckia_hirta",
        "solidago_rigida",
        "taraxacum_officinale",
        "trifolium_repens",
        "vaccinium_angustifolium",
        "achillea_millefolium",
        "coreopsis_palmata",
        "dalea_purpurea",
        "eutrochium_maculatum",
        "liatris_aspera",
        "symphyotrichum_oolentangiense",
        "veronicastrum_virginicum",
        "zizia_aurea"
      ],
      "art_file": "Bombus_affinis.png",
      "photo_files": [
        {
          "filename": "PB036.jpg",
          "attribution": "© Tony Ernst, iNaturalist.org, (CC BY-NC-SA 4.0).",
          "caption": "A Rusty-Patch Bumble bee (Bombus affinis) foraging on a Goldenrod plant. Photo taken August 16, 2019 in Minnesota.",
          "image_link": "https://www.inaturalist.org/photos/48421978"
        },
        {
          "filename": "PB037.jpg",
          "attribution": "© Travis Bonovsky, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A Brown-Belted bumble bee foraging on a bergamot flower, with it's pollen basket visible on the legs. Photo taken July 16, 2019 in Stillwater, Minnesota.",
          "image_link": "https://www.inaturalist.org/photos/58731015"
        },
        {
          "filename": "PB038.jpg",
          "attribution": "© jordanpwood, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A Common Eastern bumble bee foraging on a flower in Minneapolis, Minnesota. Photo taken October 4, 2019.",
          "image_link": "https://www.inaturalist.org/photos/53219293"
        },
        {
          "filename": "PB039.jpg",
          "attribution": "© bishopbug, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "Several Golden Northern bumble bees foraging on a Rosa spp. plant. Photo taken September 3, 2019 in Moorehead, Minnesota.",
          "image_link": "https://www.inaturalist.org/photos/50370607"
        }
      ],
      "active_period": [
        "--04-01/--10-15"
      ],
      "description": {
        "genus": "Bombus, or 'Bumble' bees.",
        "sociality": "Bumble bees are social bees.",
        "nesting": "Bumble bees nest in rodent holes, under plant debris, in bird nest boxes, or in sheds, barns, or other sites that provide insulation.",
        "pollen_collection": "On bumble bees, pollen is collected in a pollen basket on each hind leg. After pollen is collected from flowers females make a large pollen ball, moisten it with nectar, lay multiple fertilized eggs on the pollen ball, then cover it with wax.",
        "activity": "While queens, workers, males, and gynes are active at different times, bumble bees are generally active from early April to mid-October.",
        "species": " In the US and Canada there are about 50 species of Bombus bees.",
        "brood": "Nests are started in the spring by gynes (inseminated females) that have mated with males at the end of summer or early autumn the previous season. For about two weeks, gynes forage on flowers after mating to build fat stores until they find an overwintering site. In early spring the gynes emerge to forage and search for a nesting site. Once gynes find a suitable nest, they create a wax nectar pot to store nectar. Wax is secreted from galds between the abdominal segments on the bottom of their abdomen. When it is too cold to forage, the nectar pots provides food for the bees. The colony continues to grow in numbers and size as the season progresses and as more workers are produced to forage and rear offspring within the nest. In order to produce male bees, the queen lays unfertilized eggs starting in June or July. She also lays fertilized eggs producing gynes that are fed more pollen than workers. Gynes become the queen next growing season. Like other native bees, once the males leave the nest as adults, they do not return to the nest or help with any provisioning duties. Their role is to mate with the gynes produced from other colonies. After mating, the males perish within a few weeks; the new gynes, however, overwinter, establishing a colony the following spring. The queen and her workers in the nest also perish after a hard frost.",
        "forage": "Because bumble bees form an annual social colony with bees active throughout the growing season, the plants they forage on and collect provisions from vary widely. When bumble bees are out foraging for provisions, they often demonstrate floral constancy: foraging from one flower to the next of the same plant species. This behavior makes them very effective pollinators as they move pollen from flower to flower of the same species, ultimately contributing to the cross-pollination of plants. Annuals and Perennials: Anise Hyssop (Agastache foeniculum), Prairie Onion (Allium stellatum), Wild Columbine (Aquilegia canadensis), Milkweed (Asclepias spp.), Canada Milkvetch (Astragalus canadensis), White Indigo (Baptisia spp.), Partridge Pea (Chamaecrista fasciculata), White Turtlehead (Chelone glabra), Prairie Clover (Dalea spp.), Wild Larkspur (Delphinium virescens), Canada Tick Trefoil (Desmodium canadense), Shooting Star (Dodecatheon meadia), Coneflower (Echinacea spp.), Spotted Joe Pye Weed (Eutrochium maculatum), Wild Geranium (Geranium maculatum), Prairie Smoke (Geum triflorum), Sneezeweed (Helenium autumnale), Virginia Waterleaf (Hydrophyllum virginianum), Bottle Gentian (Gentiana andrewsii), Blazingstar (Liatris spp.), Blue Lobelia (Lobelia siphilitica), Wild Lupine (Lupinus perennis), Wild Bergamot (Monarda fistulosa), Beardtongue (Penstemon spp.), Obedient Plant (Physostegia virginiana), Jacob’s Ladder (Polemonium reptans), Solomon’s Seal (Polygonatum spp.), Gray-headed Coneflower (Ratibida pinnata), Black-Eyed Susan (Rudbeckia hirta), Wild Senna (Senna hebecarpa), Goldenrod (Solidago spp.), Aster (Symphyotrichum spp.), Spiderwort (Tradescantia spp.), Common Ironweed (Vernonia fasciculata), Culver’s Root (Veronicastrum virginicum), Vervain (Verbena spp.), Golden Alexanders (Zizia aurea). Shrubs: Black Chokeberry (Aronia melanocarpa), New Jersey Tea (Ceanothus americanus), Buttonbush (Cephalanthus occidentalis), Leadplant/False Indigo (Amorpha spp.), Gray Dogwood (Cornus racemosa), Red Osier Dogwood (Cornus sericea), Bush Honeysuckle (Diervilla lonicera), Sumac (Rhus spp.), Willox (Salix spp.), Smooth Wild Rose (Rosa blanda), Prickly Ash (Zanthoxylum americanum). Trees: Buckeye (Aesculus spp.), Eastern Redbud (Cercis canadensis), Kentucky Coffeetree (Gymnocladus dioicus), Tulip Poplar (Liriodendron tulipifera), American Plum (Prunus americana), Black Cherry (Prunus serotina), American Bladdernut (Staphylea trifolia), American Basswood (Tilia americana).",
        "features": "Black hairs on the head, thorax, and abdomen combined with yellow, white, rusty brown, or orange hairs; stout body; clypeus without hair and shiny. Similar or differing hair coloration patterns for queens, workers, and males. Females have a pollen basket. Wing color ranges from light brown, clear, and black. Males often have larger eyes and are longer in length than females; slender hind legs that lack pollen baskets; long hair on clypeus that hangs over mandibles.",
        "did_you_know": "Bumble bees can forage for both pollen and nectar in cool temperatures; they warm their body by vibrating their flight muscles, the same muscles used in buzz pollination. Bumble bees have a number of physiological traits that allow them to collect or forage for provisions on a wide range of flower forms. These include: long tongues, a large size, the ability to sonicate (buzz-pollinate) flowers, and abundant hairs for cooler weather. Bumble bees play a vital role in the pollination of many agricultural crops such as apples, cherries, plums, currants, gooseberries, tomatoes, eggplants, blueberries, and cranberries. Many of these crops require sonication to extract pollen from the flowers. This means that a bumble bee carries more pollen from flower to flower and it increases the probability of successful pollination and fruit set. Sonicating bees can also visit more flowers in a shorter time than other bees.",
        "chosen_bee": "Bombus affinis"
      },
      "nest_type": "bumble_bee_nest",
      "sociality": "social"
    },
    "anthophora_bomboides": {
      "name": "bumble-bee-mimic digger bee",
      "sci_name": "Anthophora bomboides",
      "relative_size": 1.35,
      "flowers_accepted": [
        "monarda_fistulosa",
        "taraxacum_officinale",
        "asclepias_syriaca",
        "cirsium_discolor"
      ],
      "art_file": "Anthophora_bomboides.png",
      "photo_files": [
        {
          "filename": "PB040.jpg",
          "attribution": "© jsatler, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "An Anthophora bomboides bee foraging from a flower. Photo taken June 21, 2019 in Colorado.",
          "image_link": "https://www.inaturalist.org/photos/43776154"
        },
        {
          "filename": "PB041.jpg",
          "attribution": "© faerthen, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "Digger bees flying in and around their nests. Photo taken on May 10, 2016 on the coast of California.",
          "image_link": "http://www.inaturalist.org/photos/3655536"
        }
      ],
      "active_period": [
        "--05-01/--09-15"
      ],
      "description": {
        "genus": "Anthophora, or 'Digger' bees.",
        "sociality": "The bumble-bee-mimic digger bee is solitary.",
        "nesting": "These bees nest in aggregations in soil embankments or wood.",
        "pollen_collection": "Pollen is collected on long pollen-collecting hairs on the hind tibia and basitarsis.Digger bees are active from about the end of April to mid-September.",
        "activity": "Anthophora bees are active from about the end of April to mid-September.",
        "species": "In the US and Canada there are about 52 species of Anthophora bees.",
        "brood": "",
        "forage": "Spring: Virginia Waterleaf (Hydrophyllum virginianum), Harebell (Campanula rotundifolia), Beardtongue (Penstemon spp.), Wild Geranium (Geranium maculatum), Blue Flag Iris (Iris versicolor). Summer: Wild Bergamot (Monarda fistulosa), Blue Lobelia (Lobelia siphilitica), Monkey Flower (Mimulus ringens), Milkweed (Asclepias spp.), Dogbane (Apocynum spp.), Thistle (Cirsium spp.), Ironweed (Vernonia spp.), Hoary Vervain (Verbena stricta).",
        "features": "Females have long pollen-collecting hairs on the hind tibia and basitarsis; they are robustly-shaped bees with broad abdomens and clear wings. Males have an extensive yellow or white face below antennae; antennae are short compared to Melissodes males; pale markings on antennal scape (for most species).",
        "did_you_know": "",
        "chosen_bee": "Anthophora bomboides"
      },
      "nest_type": "ground_bare",
      "sociality": "solitary"
    },
    "melissodes_illatus": {
      "name": "valiant long-horned bee",
      "sci_name": "Melissodes illatus",
      "relative_size": 1.2,
      "flowers_accepted": [
        "cirsium_discolor",
        "echinacea_angustifolia",
        "helianthus_maximiliani",
        "monarda_fistulosa",
        "rudbeckia_hirta",
        "solidago_rigida",
        "taraxacum_officinale",
        "coreopsis_palmata",
        "eutrochium_maculatum",
        "symphyotrichum_oolentangiense",
        "verbena_stricta",
        "veronicastrum_virginicum"
      ],
      "art_file": "Mellissodes_illatus.png",
      "photo_files": [
        {
          "filename": "PB042.jpeg",
          "attribution": "© eamonccorbett, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A male Melissodes bee clinging to a blade of grass. Photo taken July 28, 2017 in Massachusetts.",
          "image_link": "https://www.inaturalist.org/photos/26709174"
        },
        {
          "filename": "PB043.jpg",
          "attribution": "© bob15noble, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A female Melissodes illatus bee foraging on a flower, covered in pollen. Photo taken July 22, 2019 in Ontario, Canada.",
          "image_link": "https://www.inaturalist.org/photos/45783047"
        }
      ],
      "active_period": [
        "--07-01/--08-31"
      ],
      "description": {
        "genus": "Melissodes, or 'Long-Horned' bees.",
        "sociality": "Melissodes bees are social, communal, and sometimes solitary. The valiant long-horned bee is solitary.",
        "nesting": "These bees nest in the ground.",
        "pollen_collection": "Pollen is collected on the female’s long, pollen-collecting hairs on the hind tibia and basitarsis.",
        "activity": " Long-horned bees are active from about mid-June to mid-September.",
        "species": "In the US and Canada there are about 98 species of Melissodes bees.",
        "brood": "",
        "forage": "Summer: Sunflowers (Helianthus spp.), Coneflowers (Ratibida and Echinacea spp.), Joe Pye Weed (Eutrochium spp.), Thistle (Cirsium spp.), Ironweed (Vernonia spp.), Hoary Vervain (Verbena stricta), Smooth Oxeye (Heliopsis helianthoides). Autumn: Goldenrod (Solidago spp.), Aster (Symphyotrichum spp.).",
        "features": "Females are robustly shaped with often light-colored blue or green eyes and pale hair bands on the abdomen. Females have a relatively hairy head and thorax. Males are long horned: they have very long antennae.",
        "did_you_know": "Melissodes specialize on plants in the Asteraceae family including Healianthus (sunflowers), Rudbeckia (black-eyed susan), Vernonia (ironweed), Cirsium (thistle), Solidago (goldenrod), and Smyphyotrichum (aster).",
        "chosen_bee": "Meslissodes illatus"
      },
      "nest_type": "ground_bare",
      "sociality": "solitary"
    },
    "ceratina_calcarata": {
      "name": "spurred carpenter bee",
      "sci_name": "Ceratina calcarata",
      "relative_size": 0.6,
      "flowers_accepted": [
        "echinacea_angustifolia",
        "solidago_rigida",
        "taraxacum_officinale",
        "trifolium_repens",
        "asclepias_syriaca",
        "achillea_millefolium",
        "coreopsis_palmata",
        "liatris_aspera",
        "symphyotrichum_oolentangiense",
        "zizia_aurea"
      ],
      "art_file": "Ceratina_calcarata.png",
      "photo_files": [
        {
          "filename": "PB044.jpeg",
          "attribution": "© Susanna, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A Ceratina calcarata bee foraging on a flower. Photo taken July 25, 2017 in Columbus, OH.",
          "image_link": "https://www.inaturalist.org/photos/9303766"
        },
        {
          "filename": "PB045.jpg",
          "attribution": "© awells, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A male Ceratina calcarata covered in pollen while foraging for nectar from a flower. Photo taken September 21, 2019 in New York.",
          "image_link": "https://www.inaturalist.org/photos/52047795"
        }
      ],
      "active_period": [
        "--04-01/--09-30"
      ],
      "description": {
        "genus": "Ceratina, or 'Small Carpenter' bees.",
        "sociality": "Small carpenter bees are solitary or semi-social bees. The spurred carpenter bee is solitary.",
        "nesting": "These bees nest in cavities in small perennial or woody plant stems that have a pith-filled center although they also excavate cavities in soft, rotting wood.",
        "pollen_collection": "Females collect pollen on fine hairs on the hind leg tibia. Small carpenter bees forage for pollen and nectar on a wide variety of flowers throughout the growing season.",
        "activity": "Ceratina bees are active from about April to September.",
        "species": "In the US and Canada there are about 27 species of Ceratina bees.",
        "brood": "In the Midwest, Great Lakes, and Northeast regions, small carpenter bees usually have one generation per year.",
        "forage": "Spring: Wild Geranium (Geranium maculatum), Spiderwort (Tradescantia spp.), Hepatica (Anemone spp.), Harebell (Campanula rotundifolia), Beardtongue (Penstemon spp.), Violets (Viola spp.), Blue-Eyed Grass (Sisyrinchium spp.), Bloodroot (Sanguinaria canadensis), Wild Rose (Rosa spp.), Ragwort (Packera spp.), Willow (Salix spp.). Summer: Vervain (Verbena spp.), Butterfly Milkweed (Asclepias syriaca), Leadplant (Amorpha canescens), Blue Lobelia (Lobelia siphilitica. Autumn: Goldenrod (Solidago spp.), Aster (Symphyotrichum spp.), Sneezeweed (Helenium autumnale).",
        "features": "Females are metallic blue and relatively hairless, have a barrel-shaped abdomen terminating in a fine point and are lacking a pygidial plate. Females also have an hourglass shape and a small gream or white longitudinal spot/stripe on the face (sometimes absent). Males have an inverted T-shaped, cream or white marking on the face between the compound eyes.",
        "did_you_know": "",
        "chosen_bee": "Ceratina calcarata"
      },
      "nest_type": "cavity",
      "sociality": "solitary"
    },
    "xylocopa_virginica": {
      "name": "eastern carpenter bee",
      "sci_name": "Xylocopa virginica",
      "relative_size": 1.8,
      "flowers_accepted": [
        "echinacea_angustifolia",
        "taraxacum_officinale",
        "asclepias_syriaca",
        "cirsium_discolor",
        "monarda_fistulosa",
        "solidago_rigida"
      ],
      "art_file": "Xylocopa_virginica.png",
      "photo_files": [
        {
          "filename": "PB046.jpg",
          "attribution": "© Eric Isley, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A Xylocopa virginica bee hanging from a branch. Photo taken March 16, 2019 in Garfield, TX.",
          "image_link": "https://www.inaturalist.org/photos/32942218"
        },
        {
          "filename": "PB047.jpg",
          "attribution": "© silvirs, iNaturalist.org, (CC BY-NC 4.0).",
          "caption": "A Xylocopa virginica bee foraging from a flower and covered in pollen. Photo taken May 12, 2019 in Fort Worth, TX.",
          "image_link": "https://www.inaturalist.org/photos/38706303"
        }
      ],
      "active_period": [
        "--05-01/--09-30"
      ],
      "description": {
        "genus": "Xylocopa, or 'Large Carpenter' bees.",
        "sociality": "Large carpenter bees are solitary, communal, or social bees. The eastern carpenter bee is solitary.",
        "nesting": "These bees nest in rotting wood or man-made structures. Nest entrances are usually constructed perpendicular to the wood grain, and nest burrows run parallel with the wood grain.",
        "pollen_collection": "Females collect pollen on the hind leg tibia and basitarsis.",
        "activity": "Xylocopa bees are active from about April to the end of September.",
        "species": "In the US and Canada there are about 12 species of Xylocopa bees.",
        "brood": "Xylocopa bees have one to three generations per season. Males and females overwinter as adults and emerge in early spring. After mating, females use their mandibles to excavate a new nest burrow in wood. In social nests, the egg-laying female performs most of the foraging and brood-provisioning tasks. The non-egglaying females perform few tasks other than nest-guarding. Spring nest foundresses often die by summer and another reproductive female takes over egg-laying in the nest.",
        "forage": "Spring: Beardtongue (Penstemon spp.), Easter Redbud (Cercis canadensis), Northern Catalpa (Catalpa speciosa). Summer: Milkweed (Asclepias spp.), Thistle (Cirsium spp.), Ironweed (Vernonia spp.), Wild Bergamot (Monarda fistulosa), Yellow Coneflower (Ratibida pinnata), Smooth Oxeye (Heliopsis helianthoides), Coneflower (Echinacea spp.). Autumn: Goldenrod (Solidago spp.), Aster (Symphyotrichum spp.).",
        "features": "Wings are held outward at a 45 degree angle while foraging. Bees are black with pale hairs on the thorax and first abdominal segment; abdomen hairs black and glossy. Males have a white patch on the face below the antennae and large eyes that nearly touch on top of the head.",
        "did_you_know": "",
        "chosen_bee": "Xylocopa virginica"
      },
      "nest_type": "rotting_wood",
      "sociality": "solitary"
    }
  }
}
